IDEA StatiCa Open Model
BoltAssembly.TensileStressArea Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Tensile stress area
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double TensileStressArea { get; set; }
Public Property TensileStressArea As Double
	Get
	Set
public:
property double TensileStressArea {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace